//Напишите функцию, отображающую переданную строку задом наперёд. Напишите тесты.

public class Main {
    public static void main(String[] args) {
        System.out.println(StringMethod.reverseString("deed noon level"));
    }
}
